START_MESSAGE_NOT_REGISTERED = """
👋 Привет, я бот помощник Гимназии 210!
❗У меня есть множество возможностей, и я могу быть очень полезным!

🚫Сейчас, вы не зарегистрированы,но вы можете пройти регистрацию с помощью команды /register
"""

START_MESSAGE_PENDING_REGISTRATION = """
👋 Привет, я бот помощник Гимназии 210!
❗У меня есть множество возможностей,и я могу быть очень полезным!

🚫Сейчас, ваша заявка на этапе рассмотрения, как только администрация проверит её, вы сможете начинать пользоваться ботом!
"""

START_MESSAGE_REGISTERED = """
👋 Привет, я бот помощник Гимназии 210!
❗У меня есть множество возможностей, и я могу быть очень полезным!

👌Вы зарегистрированы, можете использовать ботом!
"""


INFO_MESSAGE = """
👋 Привет! Я — твой умный помощник для общения с учителями, администрацией, учениками и даже родителями!
🤝 Моя цель — объединить всех и сделать коммуникацию проще и удобнее.

✨ У меня реально много полезных возможностей!
🔎 Хочешь узнать больше? Просто введи команду: /help 🚀

"""

HELP_COMMANDS_MESSAGE_BASE = """

"""

HELP_COMMANDS_MESSAGE_ADMIN = """

"""

DEFAULT_MESSAGE = '''
    
'''